{"id": "litex_week1_3397", "nl_problem": "Leo collects stickers. Two years ago, he had 100 stickers in his collection. Last year, Leo collected 50 stickers. This year, he collected twice the number of stickers as the previous year. How many stickers does Leo have in his collection?"}
{"id": "litex_week1_2462", "nl_problem": "Rosie can run 10 miles per hour for 3 hours. After that, she runs 5 miles per hour. How many miles can she run in 7 hours?"}
{"id": "litex_week1_6176", "nl_problem": "Elsa gets 500 MB of cell phone data each month. If she spends 300 MB watching Youtube and 2/5 of what's left on Facebook, how many MB of data does she have left?"}
{"id": "litex_week1_9544", "nl_problem": "At a middle school, 20% of the students are in the band. If 168 students are in the band, how many students go to the middle school?"}
{"id": "litex_week1_7186", "nl_problem": "Samira is the assistant coach of a soccer team playing against one of the best teams in their league. She has four dozen water bottles filled with water in a box. In the first break of the match, the 11 players on the field each take two bottles of water from Samira's box, and at the end of the game, take one more bottle each. How many bottles of water are remaining in Samira's box?"}
{"id": "litex_week1_5353", "nl_problem": "During her first year playing soccer, Tara's dad attended 90% of the games she played.  In her second year playing soccer, Tara's dad attended 4 fewer games than he did in the previous year.  If Tara played 20 games each year, how many games did Tara's dad attend in her second year playing soccer?"}
{"id": "litex_week1_3750", "nl_problem": "Sally and Bob have made plans to go on a trip at the end of the year. They both decide to work as babysitters and save half of what they've earned for their trip. If Sally makes 6 per day and Bob makes 4 per day, how much money will they both have saved for their trip after a year?"}
{"id": "litex_week1_3183", "nl_problem": "Peter has twice as many socks as Jack and half times as many dishes as jack. Jack collected twice as many dishes as socks in the store. If jack collected 60 dishes, calculate the total number of socks and dishes they have together?"}
{"id": "litex_week1_7921", "nl_problem": "John gets 30 from his grandpa and 3 times that much from his grandma.  How much did he get from the two grandparents?"}
{"id": "litex_week1_6419", "nl_problem": "Will and Henry go fishing in a river. Will catches 16 catfish and 10 eels. Henry challenges himself to catch 3 trout for every catfish Will catches. Due to environmental concerns, Henry decides to return half his catch after meeting his own challenge. How many fishes do they have altogether now?"}