{"id": "litex_week2_10518", "nl_problem": "Calvin signed up for a gym training service to lose some pounds. If he weighed 250 pounds to start with and lost 8 pounds every month during the training sessions, what's his weight after one year?"}
{"id": "litex_week2_7521", "nl_problem": "It takes 2.5 hours to groom a dog and 0.5 hours to groom a cat. What is the number of minutes it takes to groom 5 dogs and 3 cats?"}
{"id": "litex_week2_4901", "nl_problem": "A jet travels 580 miles in 2 hours. At this rate, how far could the jet fly in 10 hours?"}
{"id": "litex_week2_4586", "nl_problem": "In a glee club, there are two times as many female than male members. How many female members are there if there are 18 members in the club?"}
{"id": "litex_week2_7073", "nl_problem": "Jose owns a swimming pool. He charges 3 for kids and twice that amount for adults. If 8 kids and 10 adults swim in his swimming pool per day, how much money will he earn per week?"}
{"id": "litex_week2_9221", "nl_problem": "A park warden has issued 24 citations over the past three hours. He issued the same number for littering as he did for off-leash dogs, and he issued double the number of other citations for parking fines. How many littering citations did the warden issue?"}
{"id": "litex_week2_11074", "nl_problem": "Ryan wants to take 5 peanut butter sandwiches to the beach.  If each sandwich consists of 3 slices of bread how many slices does Ryan need to make 5 sandwiches?"}
{"id": "litex_week2_3027", "nl_problem": "John is very tired. He decides to take a nap, but he wants to finish his homework first. If John has 20 minutes of math homework, 40 minutes of reading homework, and 20 minutes of history homework and 3 hours before he has to eat dinner, how many minutes does John have to nap?"}
{"id": "litex_week2_7412", "nl_problem": "A tiger shark has 180 teeth.  A hammerhead shark has 1/6 the number of teeth that a tiger shark has.  A great white shark has double the sum of teeth of a tiger shark and a hammerhead shark. How many teeth does a great white shark have?"}
{"id": "litex_week2_4827", "nl_problem": "Ben has four boxes with ten basketball cards in each box. His mother gave him five boxes with eight baseball cards.  If he gives 58 cards to his classmates, how many cards does he has left?"}
