{"id": "litex_week1_7949", "nl_problem": "Lizzy had 30. She loaned out 15 to her friend. How much will Lizzy have if her friend returned the money with an interest of 20%?"}
{"id": "litex_week1_7359", "nl_problem": "John has a sneezing fit for 2 minutes.  He sneezes once every 3 seconds.  How many times does he sneeze?"}
{"id": "litex_week1_10561", "nl_problem": "Hearty bought 3 packages of blue and 5 packages of red. If there are 40 beads in each package, how many beads does Hearty have in all?"}
{"id": "litex_week1_9421", "nl_problem": "In a fundraiser car wash activity, the 5th graders raised 147 on Friday. On Saturday, they made 7 more than twice their Friday earnings. Their earnings on Sunday are 78 more than their earnings on Friday. How much did they earn in three days?"}
{"id": "litex_week1_9105", "nl_problem": "Jason is making pasta. He fills the pot with 41 degree water. Each minute the temperature of the water increases by 3 degrees. Once the water reaches 212 degrees and is boiling, Jason needs to cook his pasta for 12 minutes. Then it will take him 1/3 that long to mix the pasta with the sauce and make a salad. How many minutes does it take Jason to cook dinner?"}
{"id": "litex_week1_6814", "nl_problem": "Kendra baked cookies for her family. Each batch contains 12 cookies. His family has 4 total people. She made three batches. Each cookie contains 2 chocolate chips. How many chips does each family member eat if they all get the same number of cookies?"}
{"id": "litex_week1_3906", "nl_problem": "An 18-month magazine subscription is normally 34. The magazine is currently running a promotion for 0.25 off each twice-a-month issue when signing up for the 18-month subscription. How many dollars cheaper is the promotional subscription than the normal one?"}
{"id": "litex_week1_2535", "nl_problem": "200 pounds of carrots are to be distributed to 40 restaurants in a certain city. Each restaurant is to receive 2 pounds of carrots. How many pounds of carrots will not be used?"}
{"id": "litex_week1_5555", "nl_problem": "Mason is trying to download a 880 MB game to his phone. After downloading 310 MB, his Internet connection slows to 3 MB/minute. How many more minutes will it take him to download the game?"}
{"id": "litex_week1_9994", "nl_problem": "Marco loves trading cards. He has a total of 500 cards on hand, and a fourth of them are duplicates. Marco decides to trade one-fifth of these duplicates for completely new cards to his friend Josh. How many new cards did Marco get?"}