{"id": "litex_week3_1138373", "nl_problem": "If $2x = 5y$ and $7y = 10z$, what is the value of $\\\\frac{z}{x}$ expressed as a common fraction?"}
{"id": "litex_week3_8605", "nl_problem": "Tony bought 3 lottery tickets and chose identical numbers on each ticket. He finds out that 5 of the numbers on each lottery ticket are winning numbers. If each winning number is worth 20 then how much money, in dollars, has Tony won in total?"}
{"id": "litex_week3_8425", "nl_problem": "Katerina purchases 3 pots and 4 pans at the home goods store. Each pot costs 20. The total cost of Katerina's items is 100. If each pan is the same price, what is the cost of 2 pans?"}
{"id": "litex_week3_6849", "nl_problem": "Vermont opened up 4 web pages on his web browser and found 12 ads on the first web page and twice as many ads on the second web page as the first web page. When he opened the third web page, he found 24 more ads than the number of ads on the second web page. If the fourth web page had 3/4 times as many ads as the second web page, calculate the total number of ads Vermont clicked on if he clicked on 2/3 of them."}
{"id": "litex_week3_10091", "nl_problem": "There are 48 crayons in the box.  Kiley takes 1/4 of them away.  Joe takes away half of the remaining crayons, how many crayons are left?"}
{"id": "litex_week3_9789", "nl_problem": "James is sitting outside, counting how many people go past him in vehicles. He has counted 52 vehicles so far today. He saw 12 trucks, a couple of buses, twice as many taxis, some motorbikes, and 30 cars. If the trucks held 2 people each, the buses held 15 people each, the taxis held 2 people each, the motorbikes held 1 person each, and the cars held 3 people each, how many passengers has James seen today?"}
{"id": "litex_week3_2094", "nl_problem": "Expand the following expression: $7(3y+2)$"}
{"id": "litex_week3_8236", "nl_problem": "Grace just started her own business. Each week, she charges 300 dollars. Grace's client will pay her every 2 weeks. How many weeks will it take for Grace to get 1800 dollars?"}
{"id": "litex_week3_8432", "nl_problem": "Two athletes decided to compete to see who had the best jumping ability. They were each going to do the long jump, triple jump, and high jump to see who had the highest average jump. The first athlete jumped 26 feet in the long jump, 30 feet in the triple jump, and 7 feet in the high jump. The second athlete jumped 24 feet in the long jump, 34 feet in the triple jump, and 8 feet in the high jump. What was the average jump of the winner?"}
{"id": "litex_week3_1138362", "nl_problem": "The volume of a cone is given by the formula $V = \\\\frac{1}{3}Bh$, where $B$ is the area of the base and $h$ is the height. The area of the base of a cone is 30 square units, and its height is 6.5 units. What is the number of cubic units in its volume?"}
