{"id": "litex_week2_3510", "nl_problem": "Tom has 4 bedrooms in his house.  They measure 20 by 12 feet each.  The living room is 5 times bigger than one bedroom.  The rest of the house is 1000 square feet.  What is the total area, in square feet, of the house?"}
{"id": "litex_week2_4092", "nl_problem": "Calvin has been saving his hair clippings after each haircut to make a wig for his dog. He has gotten 8 haircuts and knows that he needs 2 more to reach his goal. What percentage towards his goal is he?"}
{"id": "litex_week2_7141", "nl_problem": "Mark collects money for the homeless.  He visits 20 households a day for 5 days and half of those households give him a pair of 20s.  How much did he collect?"}
{"id": "litex_week2_8921", "nl_problem": "Sue and her sister buy a 2,100 car.  They agree to split the cost based on the percentage of days use.  Sue's sister will drive the car 4 days a week and Sue will get the rest of the days.  How much does Sue have to pay?"}
{"id": "litex_week2_7366", "nl_problem": "Rudy runs 5 miles at a rate of 10 minutes per mile. Later he runs 4 miles at a rate of 9.5 minutes per mile. What is the total length of time that Rudy runs?"}
{"id": "litex_week2_6998", "nl_problem": "In a Math competition, Sammy scored 20 points, Gab scored twice as many as Sammy's score, while Cher scored twice as many as Gab's score. If their opponent scored 85 points, how many more points do they have than their opponent?"}
{"id": "litex_week2_6310", "nl_problem": "The school band is having a car wash to raise money. Their goal is to collect 150. So far they have earned 10 each from three families and 5 each from 15 families. How much more money do they have to earn to reach their goal?"}
{"id": "litex_week2_7146", "nl_problem": "Evan owns 40 fewer books than the number he had 2 years ago. Evan will have 60 more than five times as many books as he owns now in five years. If Evan had 200 books two years ago, calculate the total number of books he will have in five years."}
{"id": "litex_week2_5435", "nl_problem": "A school is getting ready to open for the year and the sports class is organizing the equipment they have been donated. In total, they have 300 donations to organize. 60 of these were basketball hoops, half of which also had basketballs included as part of the donation. 120 pool floats were donated, but a quarter of these were damaged and were discarded before the sports class arrived. There were 50 footballs, 40 tennis balls, and the remaining donations were basketballs. In total, how many basketballs have been donated?"}
{"id": "litex_week2_5279", "nl_problem": "At a cafe, the breakfast plate has two eggs and twice as many bacon strips as eggs.  If 14 customers order breakfast plates, how many bacon strips does the cook need to fry?"}
