{"id": "litex_week2_4473", "nl_problem": "Bingley has 5 bracelets. Kelly gives Bingley a fourth of her 16 bracelets. Then Bingley gives a third of his bracelets to his little sister. How many bracelets does Bingley have remaining?"}
{"id": "litex_week2_4554", "nl_problem": "The math questions in a contest are divided into three rounds: easy, average, and hard. There are corresponding points given for each round. That is 2, 3, and 5 points for every correct answer in the easy, average, and hard rounds, respectively. Suppose Kim got 6 correct answers in the easy; 2 correct answers in the average; and 4 correct answers in the difficult round, what are her total points in the contest?"}
{"id": "litex_week2_8698", "nl_problem": "There are 320 ducks in a pond.  On the first night 1/4 of them get eaten by a fox.  On the second night 1/6 of the remaining ducks fly away, and on the third night 30 percent are stolen.  How many ducks remain after the three nights?"}
{"id": "litex_week2_7741", "nl_problem": "In Hawaii, they normally get an average of 2 inches of rain a day. With 100 days left in the year, they've gotten 430 inches of rain. How many inches on average do they need to finish the year with the normal average?"}
{"id": "litex_week2_5917", "nl_problem": "Adam needs a new laptop and has two choices. The first laptop is 500, and the second laptop is 3 times as costly as the first laptop. How much would Adam have to spend if he decides to buy both?"}
{"id": "litex_week2_5339", "nl_problem": "Jake can wash his car with 1 bottle of car wash soap 4 times.  If each bottle costs 4.00, and he washes his car once a week for 20 weeks, how much does he spend on car soap?"}
{"id": "litex_week2_5021", "nl_problem": "Prudence was starting a cupcake business.  She figured that each cupcake cost 0.75 to make.  The first 2 dozen that she made burnt and she had to throw them out.  The next 2 came out perfectly and she ended up eating 5 cupcakes right away.  Later that day she made 2 more dozen cupcakes and decided to eat 4 more. If she sells the remaining cupcakes at 2.00 each, how much is her net profit?"}
{"id": "litex_week2_4407", "nl_problem": "Anya has 4 times as many erasers as Andrea. If Andrea has 4 erasers, how many more erasers does Anya have than Andrea?"}
{"id": "litex_week2_3032", "nl_problem": "Brittany's quilted comforter has many 1-foot by 1-foot colored squares. The comforter had 14 red squares, 4 more blue squares than red squares, 6 more green squares than blue squares, and 12 fewer white squares than green squares.  How many square feet is Brittany's comforter?"}
{"id": "litex_week2_2773", "nl_problem": "The vending machines sell chips for 40 cents and candy bars for 75 cents. George spent 5 and got 3 bags of chips and had 1% of his money left. How many candy bars did he buy?"}
