{"id": "litex_week3_1138464", "nl_problem": "Find $y$: $\\\\sqrt{19+3y} = 7$."}
{"id": "litex_week3_5504", "nl_problem": "Bob and Kate went to a restaurant for dinner. After they were done eating the waitress gave a 30 bill to Bob and a 25 bill to Kate, but told them they were eligible for special discounts; 5% for Bob, 2% for Kate. Considering the discounts, how much do they have to pay in total?"}
{"id": "litex_week3_2099", "nl_problem": "What is the greatest common factor of $20!$ and $200,\\\\!000$? (Reminder: If $n$ is a positive integer, then $n!$ stands for the product $1\\\\cdot 2\\\\cdot 3\\\\cdot \\\\cdots \\\\cdot (n-1)\\\\cdot n$.)"}
{"id": "litex_week3_2164", "nl_problem": "Solve for a: $\\\\frac15|9+2a|<1$, express your answer in interval notation."}
{"id": "litex_week3_1138424", "nl_problem": "Compute $29^{13} - 5^{13}$ modulo 7."}
{"id": "litex_week3_4475", "nl_problem": "Maddie wants to see how much her mom spends on coffee each week. She makes herself 2 cups of coffee per day. Each cup has 1.5 ounces of coffee beans. A bag of coffee costs 8 and contains 10.5 ounces of beans. She uses 1/2 a gallon of milk per week. A gallon of milk costs 4. She doesn't add any sugar to the coffee. How much does she spend on her coffee per week?"}
{"id": "litex_week3_2143", "nl_problem": "Given that $x + y = 13$ and $xy = 24$, find the distance from the point $(x, y)$ to the origin."}
{"id": "litex_week3_2141", "nl_problem": "What is the positive value of the expression $\\\\sqrt{x^3 - 2^y}$ when $x = 5$ and $y = 2$?"}
{"id": "litex_week3_2744", "nl_problem": "Tyson decided to make muffaletta sandwiches for the big game.  Each sandwich required 1 pound each of meat and cheese and would serve 4 people.  There would be 20 people in total watching the game.  The meat cost 7.00 per pound and the cheese cost 3.00 per pound.  How much money would he spend on the meat and cheese to make enough sandwiches to serve 20 people?"}
{"id": "litex_week3_1138372", "nl_problem": "What is the modulo $6$ remainder of the sum $1+2+3+4+\\\\dots+98+99+100?$"}
